Repository: oracle5th/MasterLeague-translations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, ko, tr

source: Season
es: Temporada
ko: 시즌
tr: Sezon

source: Region
es: Región
ko: 지역
tr: Bölge

source: All Regions
de: Alle Regionen
es: Todas las Regiones
ko: 모든 지역
tr: Tüm Bölgeler

source: Week
de: Woche
es: Semana
tr: Hafta

source: All weeks
de: Gesamter Zeitraum
es: Todas las semanas
tr: Tüm Haftalar

source: Challenges
de: Tipp Spiel
es: Desafíos
tr: Meydan Okumalar!

# Link to the main page
source: Home
de: Startseite
es: Inicio
ko: 홈
tr: Anasayfa

source: Predict results
de: Ergebnis Vorhersagen
es: Predecir resultados
tr: Sonuçları Tahmin Et

source: earn points
de: Punkte Sammeln
es: Ganar puntos
tr: Puanları Kazanın

source: win prizes
de: Preise gewinnen
es: Gana premios
tr: Ödülleri Kazanın

source: Points
de: Punkte
es: Puntos
ko: 포인트
tr: Puanlar

source: Login via Battle.net
de: Einloggen via Battle.net
es: Inicia sesión a través de Battle.net
ko: 베틀넷으로 로그인 하기
tr: Battle.net ile Bağlan

source: Matches
de: Spiele
es: Partidas
ko: 경기
tr: Maçlar

source: Leaderboard
de: Bestenliste
es: Clasificación
tr: Lider Tablosu

# Button label
source: Just Do It!
de: Tue es!
es: ¡Hazlo!
ko: 실행
tr: Sadece Yap

source: Position
es: Posición
tr: Pozisyon

source: Nickname
es: Apodo
ko: 별명
tr: Takma Ad

# Bets count
source: Bets
de: Wetten [Wetten Zähler]
es: Apuestas
tr: Bahisler

source: Predicted winner
de: Gewinner vorhersagen
es: Ganardor predicho
tr: Kazananı Tahmin Et

source: Predicted score
de: Ergebnise vorhersagen
es: Puntuacion predicha
tr: Sonucu Tahmin Et

source: Time until
de: Zeit bis
es: Tiempo restante
tr: Kalan Zaman

source: Date
de: Datum
es: Fecha
ko: 날짜
tr: Tarih

source: Stage
es: Etapa
tr: Kademe

source: Reward
de: Belohnung
es: Recompensa
tr: Ödül

source: Ongoing matches
de: Laufende Matches
es: Partidas en curso
tr: Devam Eden Maçlar

source: Upcoming matches
de: Kommende Matches
es: Proximo juego
tr: Gelecek Maçlar

source: Completed matches
de: Beendete Matches
es: Partida completada
tr: Bitmiş Maçlar

source: Your bet
de: Deine Tipps
es: Tu apuesta
tr: Senin Bahisin

source: Total bets
de: Tipps insgesamt
es: Apuestas totales
tr: Toplam Bahisler

# News title
source: Title
de: Titel
es: Título
ko: 기사 제목
tr: Başlık

source: Save changes
de: Änderungen übernehmen
es: Guardar cambios
tr: Değişiklikleri Kaydet

source: Cancel
de: Abbrechen
es: Cancelar
tr: İptal

source: Write a comment
de: Kommentar schreiben
es: Escribir un comentario
tr: Yorum Yaz

source: You must be logged in to leave a comment
de: Du musst eingeloggt sein um ein Kommentar zu verfassen
es: Debes estar logeado para escribir un comentario
tr: Yorum yazabilmek için Oturum Açmalısınız

source: Delete the comment?
de: Kommentar löschen
es: Eliminar el comentario?
tr: Yorumu Sil?

source: Comment was removed
de: Kommentar wurde entfernt
es: El comentario fue eliminado
tr: Yorum Kaldırıldı

source: Rating
es: Puntuacion
tr: Derece

source: Administrator
es: Administrador
tr: Yönetici

source: Moderator
es: Moderador
tr: Moderatör

source: Reply
de: Antworten
es: Responder
tr: Yanıtla

source: Edit
de: Bearbeiten
es: Editar
tr: Düzenle

source: Delete
de: Löschen
es: Borrar
tr: Sil

source: Permalink
de: Dauerhafter Link
es: Link Permanente
tr: Kalıcı Link

source: Mark read
de: Als gelesen Markieren
es: Marcar como leido
tr: Okundu olarak işaretle

source: Post a comment
de: Ein Kommentar posten
es: Escribir un comentario
tr: Bir yorum yaz

source: Comments count
de: Kommentar Zähler
es: Recuento de comentarios
tr: Yorum sayısı

source: Comments
de: Kommentare
es: Comentarios
ko: 코멘트
tr: Yorumlar

source: Notifications
de: Benachrichtigungen
es: Notificaciones
tr: Bildirimler

source: User didn't leave any comments
de: Nutzer hat keine Kommentare verfasst
es: El usuario no ha dejado ningun comentario
tr: Kullanıcı herhangi bir yorum yapmamış

source: Mark read all
de: Alles als gelesen Markieren
es: Marcar todos como leido
tr: Hepsini okundu işaretle

source: No new notifications
de: Keine neuen Benachrichtigungen
es: No hay nuevas notificaciones
tr: Yeni bildirim yok

source: %s tag requires a queryset
tr: %s etiketi sorgulama seti gerektirir

# Page navigation
source: Previous
de: Vorherige
es: Anterior
ko: 이전
tr: Önceki

# Page navigation
source: Next
de: Nächste
es: Siguiente
ko: 다음
tr: Sonraki

source: Regions
de: Regionen
es: Regiones
ko: 지역
tr: Bölgeler

source: Patches
es: Parches
ko: 패치
tr: Yamalar

source: All patches
de: Alle Patches
es: Todos los parches
ko: 모든 패치
tr: Tüm Yamalar

source: Tournaments
de: Turniere
es: Torneos
ko: 대회
tr: Turnuvalar

source: All tournaments
de: Alle Turniere
es: Todos los torneos
ko: 모든 토너먼트
tr: Tüm Turnuvalar

source: Win %%
ko: 승률
tr: Kazanma %%

source: Show matches
de: Zeige Spiele
es: Mostrar partidas
ko: 경기 보기
tr: Maçları göster

source: No replays found in the selected period.
de: Keine Replays für Ausgewählten Zeitraum gefunden
es: No se encontraron repeticiones en el periodo seleccionado.
ko: 리플레이를 찾을 수 없음
tr: Belirtilen aralıkta herhangi bir replay bulunamadı.

source: Hero
de: Held
es: Héroe
ko: 영웅
tr: Kahraman

source: Kills
es: Asesinatos
ko: 킬
tr: Öldürmeler

source: statistics
de: Statistik
es: Estadísticas
ko: 통계
tr: İstatikler

source: Heroes
de: Helden
es: Héroes
ko: 영웅
tr: Kahramanlar

source: First wave pick (%(pick1_count)s matches)
es: Primera ronda de picks (%(pick1_count)s matches)
tr: İlk El Seçimi (%(pick1_count)s maçlar)

source: Second wave pick (%(pick2_count)s matches)
es: Segunda ronda de picks (%(pick2_count)s matches)
tr: İkinci El Seçimi (%(pick2_count)s maçlar)

source: First wave ban (%(ban1_count)s matches)
es: Primera ronda de bans (%(ban1_count)s matches)
tr: İlk El Yasaklanan (%(ban1_count)s maçlar)

source: Second wave ban (%(ban2_count)s matches)
es: Segunda ronda de bans (%(ban2_count)s matches)
tr: İkinci El Yasaklanan (%(ban2_count)s maçlar)

source: Not banned or picked (%(popularity_blank_count)s matches)
es: No baneado o pickeado (%(popularity_blank_count)s matches)
tr: Yasaklanmaya veya seçilmeyen (%(popularity_blank_count)s maçlar)

# Form filter options
source: Options
de: Optionen
es: Opciones
ko: 옵션
tr: Seçenekler

source: Show only main stage matches (exclude qualifiers)
de: Zeige nur Mainstage Spiele
tr: Sadece ana kademe maçlarını göster (Elemeleri hariç tut)

source: Popularity
de: Beliebtheit
es: Popularidad
ko: 벤픽률
tr: Popülerlik

source: %(match_count)s of %(total_matches)s matches
de: %(match_count)s von %(total_matches)s Spielen
es: %(match_count)s de %(total_matches)s partidas
tr: %(match_count)s nın %(total_matches)s maçları

source: Wins
de: Siege
es: Victorias
ko: 승
tr: Kazanılan

source: %(win_count)s of %(pick_count)s matches
de: %(win_count)s von %(pick_count)s Spielen
es: %(win_count)s de %(pick_count)s partidas
tr: %(win_count)s nın %(pick_count)s maçları

# Hero overview
source: Overview
de: Übersicht
es: Resumen
ko: 개요
tr: Tanıtım

# Hero builds
source: Builds
ko: 특성
tr: Derlemeler

# [SEO] Page title
source: Heroes
de: Helden
es: Héroes
ko: 영웅
tr: Kahramanlar

# Hero role
source: Warrior
de: Krieger
es: Guerrero
ko: 전사
tr: Savaşçı

# Hero role
source: Support
de: Unterstützer
es: Apoyo
ko: 지원가
tr: Destek

# Hero role
source: Assassin
de: Assasine
es: Asesino
ko: 암살자
tr: Suikastçı

# Hero role
source: Specialist
de: Spezialist
es: Especialista
ko: 전문가
tr: Uzman

source: Start typing to search
de: Eingeben um zu Suchen
es: Empieza a escribir para buscar
ko: 입력해서 검색하기
tr: Aramak için yazmaya başlayın

source: Load more
de: Mehr anzeigen
es: Cargar más
ko: 더 보기
tr: Daha Fazla Yükle

source: Ban Rate
es: Ratio de Bans
ko: 밴률
tr: Yasaklama Oranı

source: Pick Rate
es: Ratio de Pick
ko: 픽률
tr: Seçme Oranı

source: Win Rate
de: Siegesrate
es: Ratio de Victorias
ko: 승률
tr: Kazanma Oranı

source: Popularity per Patch
de: Beliebtheit
es: Popularidad por Parche
tr: Yama başına Popülerlik

source: Win Rate vs Game Duration
de: Siegesrate bei Spieldauer
es: Ratio de Victorias vs Duración de la Partida
tr: Kazanma Oranına Karşılık Oyun Süresi

source: Popularity per Patch chart is based on the analysis of the latest patches for the selected region(s).
de: Die Beliebtheit des Helden wird anhand der Pickrate der letzten Patches der ausgewählten Region berechnet.
es: El gráfico de Popularidad por Parche está basado en el análisis de los últimos parches para la región seleccionada.
tr: Yama başına Popülerlik tablosu seçilen bölge(ler)deki en son yamaya göre analiz edilmiştir.

# Hero
source: Most Popular On Maps
de: Beliebtheit auf den Karten
es: Más popular en los mapas
tr: Haritadalardaki En Popüler

source: Map
de: Karte
es: Mapa
ko: 맵
tr: Harita

# Hero
source: Most Played By Teams
de: Beliebtheit bei den Teams
es: Más jugados por los equipos
tr: Takımlar tarafında En Çok Oynanan

source: Team
es: Equipo
ko: 팀
tr: Takım

# Wins count
source: Wins
de: Siege
es: Victorias
ko: 승
tr: Zaferler

# Losses count
source: Losses
de: Verloren
es: Derrotas
ko: 패
tr: Kayıplar

# Bans count
source: Bans
ko: 밴
tr: Yasaklar

# minutes
source: mins
de: min
es: min
ko: 분
tr: Dakikalar

source: Maps
de: Karten
es: Mapas
ko: 맵
tr: Haritalar

source: Drafts
ko: 벤픽
tr: Taslaklar

source: Players
de: Spieler
es: Jugadores
ko: 선수
tr: Oyuncular

source: Teams
es: Equipos
ko: 팀
tr: Takımlar

source: Warning!
de: Warnung!
es: ¡Aviso!
ko: 경고!
tr: Uyarı!

# [SEO] Page title
source: Maps
de: Karten
es: Mapas
ko: 맵
tr: Haritalar

source: North America
de: Nord Amerika
es: America del Norte
ko: 북미
tr: Kuzey Amerika

source: Europe
de: Europa
es: Europa
ko: 유럽
tr: Avrupa

source: South Korea
de: Süd Korea
es: Corea del Sur
ko: 한국
tr: Güney Kore

source: China
ko: 중국
tr: Çin

source: Taiwan
ko: 대만
tr: Tayvan

source: Southeast Asia
de: Süd-Ost Asien
es: Sudeste Asiático
ko: 동남아
tr: Güneydoğu Asya

source: Latin America
de: Latein Amerika
es: América Latina
ko: 남미
tr: Latin Amerika

source: Australia & New Zealand
de: Australien & Neuseeland
es: Australia y Nueva Zelanda
ko: 호주 & 뉴질랜드
tr: Avustralya & Yeni Zelanda

source: Grand Final
de: Großes Finale
es: Gran Final
ko: 그랜드 파이널
tr: Büyük Final

source: Winners Final
de: Gewinner Finale
es: Final de los Ganadores
ko: 승자 결승
tr: Kazananlar Finalı

source: Losers Final
de: Verlierer Finale
es: Final de los Perdedores
ko: 패자 결승
tr: Kaybedenler Finalı

source: 1/2 Final
de: Halb Finale
es: Semifinal
tr: Yarı Final

source: 1/2 Final LB
de: Halb Finale LB
es: Semifinal Perdedores
tr: Yarı Final Kaybedenler Grubu

source: 1/2 Final WB
de: Halb Finale WB
es: Semifinal Ganadores
tr: Yarı Final Kazananlar Grubu

source: 1/4 Final
de: Virtel Finale
es: Cuarto de final
ko: 4강
tr: Çeyrek Final

source: 1/4 Final LB
de: Virtel Finale LB
es: Cuartos de Final Perdedores
tr: Çeyrek Final Kaybedenler Grubu

source: 1/4 Final WB
de: Viertel Finale WB
es: Cuartos de Final Ganadores
tr: Çeyrek Final Kazananlar Grubu

source: 1/8 Final LB
de: Achtel FInale LB
es: Octavos de Final Perdedores
tr: 1/8 Final Kaybedenler Grubu

source: 1/8 Final WB
de: Achtel Finale LB
tr: 1/8 Final Kazananlar Grubu

source: 3rd place
tr: Üçünçülük

source: Tiebreak
es: Desempate
ko: 타이 브레이크
tr: Uzatma

source: Showmatch
es: Partida de exhibición
tr: Gösteri Maçı

source: Altar captured. Shots fired: %(shots_fired)s.
de: Altare eingenommen. Schüsse abgegeben: %(shots_fired)s.
es: Altar capturado. Disparos: %(shots_fired)s.
tr: Mihrap ele geçirildi. Ateşlenen atışlar: %(shots_fired)s.

source: Dragon Knight activated
de: Drachenritter aktiviert
es: Caballero Dragon activado
tr: Dragon Knight aktif edildi

source: Garden Terror activated
de: Garten Terror aktiviert
es: Jardín del Terror activado
tr: Garden Terror aktif edildi

source: Ghost ship captured
de: Geisterschiff eingenommen
es: Barco fantasma capturado
tr: Ghost Ship ele geçirildi

source: Immortal defeated
de: Unsterbliche besiegt
es: Inmortal derrotado
ko: 불멸자 처치
tr: Immortal yenildi

source: Infernal shrine captured
de: Höllenschreine Eingenommen
es: Santuario Infernal capturado
tr: Infernal shrine ele geçirildi

source: Boss camp
es: Campamento del Jefe
ko: 우두머리 캠프
tr: Boss kampı

source: Nuke launch
de: Nuke Start
es: Lanzamiento nuclear
ko: 핵 발사
tr: Nuke atıldı

source: Raven curse activated
de: Fluch des Rabens aktiviert
es: Maldición del cuervo activado
tr: Raven curse aktif edildi

source: Temple shots fired. Total Shot Damage: %(total_shot_damage)s.
de: Abgefeuerte Tempelschüsse. Gesamter Schuss Schaden: %(total_shot_damage)s.
es: Cargas del templo disparadas. Total daño disparos: %(total_shot_damage)s.
tr: Tapınak atışı ateşlendi. Toplam Atış Hasarı: %(total_shot_damage)s.

source: Webweavers spawned
de: Spinnen beschworen
es: Tejerredes invocadas.
ko: 거미 시종 소환
tr: Webweavers oluşturuldu

source: Zerg rush. Opposing score: %(opposing_score)s%%.
de: Zerg SChwarm. Gegner Wertung: %(opposing_score)s%%.
es: Oleada zerg. Puntuacion contraria: %(opposing_score)s%%.
tr: Zerg rush. Muhalif skoru: %(opposing_score)s%%.

source: Samuro Patch
es: Parche de Samuro
ko: 사무로 패치
tr: Samuro Yaması

source: Alarak Patch
es: Parche de Alarak
ko: 알라라크 패치
tr: Alarak Yaması

source: Auriel Patch
es: Parche de Auriel
ko: 아우리엘 패치
tr: Auriel Yaması

source: Gul'dan Patch
es: Parche de Gul'dan
ko: 굴단 패치
tr: Gul'dan Yaması

source: Medivh Patch
es: Parche de Medivh
ko: 메디브 패치
tr: Medivh Yaması

source: Chromie Patch
es: Parche de Cromi
ko: 크로미 패치
tr: Chromie Yaması

source: Tracer Patch
es: Parche de Tracer
ko: 트레이서 패치
tr: Tracer Yaması

source: Dehaka Patch
es: Parche de Dehaka
ko: 데하카 패치
tr: Dehaka Yaması

source: Xul Patch
es: Parche de Xul
ko: 줄 패치
tr: Xul Yaması

source: Li-Ming Patch
es: Parche de Li-Ming
ko: 리밍 패치
tr: Li-Ming Yaması

source: Greymane Patch
es: Parche de Cringris
ko: 그레이메인 패치
tr: Greymane Yaması

source: Lunara Patch
es: Parche de Lunara
ko: 루나라 패치
tr: Lunara Yaması

source: Zarya Patch
es: Parche de Zarya
ko: 자리야 패치
tr: Zarya Yaması

source: Varian Patch
es: Parche de Varian
ko: 바리안 패치
tr: Varian Yaması

source: Ragnaros Patch
es: Parche de Ragnaros
ko: 라그나로스 패치
tr: Ragnaros Yaması

source: Zul'jin Patch
es: Parche de Zul'jin
ko: 줄진 패치
tr: Zul'jin Yaması

source: Valeera Patch
es: Parche de Valeera
ko: 발리라 패치
tr: Valeera Yaması

source: Lucio Patch
tr: Lucio Yaması

source: Probius Patch
tr: Probius Yaması

source: Patch
es: Parche
ko: 패치
tr: Yama

# All patches
source: All Time
de: Gesamter Zeitraum
es: Todos
tr: Tüm Zamanlar

source: All Maps
de: Alle Karten
es: Todos los Mapas
ko: 모든 맵
tr: Tüm Haritalar

source: All Heroes
de: Alle Helden
es: Todos los Héroes
ko: 모든 영웅
tr: Tüm Kahramanlar

source: Add another %(verbose_name)s
de: Weiteren hinzufügen %(verbose_name)s
tr: Başka ekle %(verbose_name)s

# Match winner
source: Winner
de: Sieger
es: Ganador
ko: 승자
tr: Kazanan

# Match loser
source: Loser
de: Verlierer
es: Perdedor
ko: 패자
tr: Kaybeden

# First pick mark on match page
source: First pick
de: Erster Pick
es: Primer pick
ko: 첫번째 픽
tr: İlk Seçilen

# Banned heroes list on match page
source: Bans
ko: 밴
tr: Yasaklananlar

source: Previous Matches
de: Vorheriges Spiel
es: Partidas Anteriores
ko: 이전 경기
tr: Önceki Maçlar

# Watch VODs
source: Watch
de: Anschauen
es: Ver
ko: 경기
tr: İzle

source: Replay
es: Repetición
ko: 리플레이
tr: Tekrar Oynat

source: Download
es: Descargar
ko: 다운로드
tr: İndir

source: Statistics
de: Statistiken
es: Estadísticas
ko: 통계
tr: İstatikler

# [SEO] Page title
source: Match List
de: Spielliste
es: Lista de Partidas
ko: 경기 목록
tr: Maç Listesi

source: VOD
tr: Videolar

source: Player Performance Rating
de: Spieler Leistungs Rating
es: Índice del Rendimiento del Jugador
ko: 플레이어 등급
tr: Oyuncu Performans Derecesi

source: Player
de: Spieler
es: Jugador
ko: 선수
tr: Oyuncu

source: XP difference
de: Erfahrungsunterschied
es: Diferencia de EXP
tr: XP farkı

# Some hero killed by some heroes
source: killed by
de: Getötet durch
es: asesinado por
ko: 에게 죽음
tr: tarafından Öldürüldü

source: Nexus forces
tr: Nexus kuvvetleri

# Match time
source: Duration
de: Dauer
es: Duración
ko: 경기 시간
tr: Süre

source: Assists
es: Asistencias
ko: 어시
tr: Yardımlar

source: Deaths
de: Tode
es: Muertes
ko: 데스
tr: Ölümler

source: Siege Dmg
es: Daño de asedio
ko: 공성 데미지
tr: Kuşatma Hasarı

source: Hero Dmg
de: Helden Schaden
es: Daño a héroes
ko: 영웅 데미지
tr: Kahraman Hasarı

# Hero role
source: Role
de: Rolle
es: Rol
ko: 직업
tr: Rol

# Experience
source: Exp
de: Erf
ko: 경험치
tr: Deneyim

source: The rating hasn't been calculated yet or cannot be calculated due to the small amount of games on this hero.
de: Das rating wurde noch nicht, oder kann noch nicht kalkuliert werden aufgrund zu weniger Spiele mit dem Helden
es: El índice todavía no ha sido calculado o no puede ser calculado debido a la pequeña cantidad de partidas en este héroe.
ko: 평가가 아직 계산되지 않았거나 이 영웅을 플레이한 게임이 적기 때문에 계산할 수 없습니다.
tr: Derece henüz hesaplanmadı yada bu kahraman ile oynanan az sayıdaki oyun sebebiyle hesaplanamadı.

source: The rating is based on statistics of the player as compared to statistics of other players on the same hero in the same patches.
de: Das Rating basiert auf der Statistik des Spielers im vergleich zu der Statistik des anderen Spielers mi dem selben Helden und dem selben Patch
es: El índice está basado en las estadísticas del jugador comparado a las estadísticas de otros jugadores con el mismo héroe en los mismos parches.
ko: 등급은 같은 패치 및 같은 영웅의 다른 플레이어의 통계와 비교한 플레이어의 통계를 기반으로 합니다.
tr: Derece aynı kahramanı oynayan diğer oyuncuların aynı yamadaki istatiklerine göre karşılaştırılmıştır.

# Hero talents
source: Talents
de: Talente
es: Talentos
ko: 특성
tr: Yetenekler

source: Match Log
es: Registro
ko: 매치 로그
tr: Maç Günlüğü

# Tournament stage
source: Stage
de: Phase
es: Escenario
ko: 스테이지
tr: Kademe

# Tournament stage / Map
source: Stage / Map
de: Phase / Karte
es: Escenario / Mapa
ko: 스테이지 / 맵
tr: Kademe / Harita

source: Tournament / Map
de: Turnier / Karte
es: Torneo / Mapa
ko: 대회 / 맵
tr: Turnuva / Harita

# Spoilers switcher title
source: Spoilers
ko: 결과 보기
tr: Spoilerlar

source: Game %(game_number)s
de: Spiele %(game_number)s
es: Partida %(game_number)s
tr: Maç %(game_number)s

# Tooltip for match score
source: Win
de: Sieg
es: Victoria
ko: 승
tr: Kazanma (W)

# Tooltip for match score
source: Lose
de: Niederlage
es: Derrota
ko: 패
tr: Kayıp (L)

source: Show
de: Zeigen
es: Mostrar
ko: 보기
tr: Göster

# Tournament overview
source: Overview
de: Übersicht
es: Resumen
ko: 개괄
tr: Tanıtım

# [SEO] Page title
source: Tournaments
de: Turniere
es: Torneos
ko: 토너먼트
tr: Turnuvalar

source: Upcoming tournaments
de: Kommende Turniere
es: Próximos torneos
ko: 다가오는 대회
tr: Gelecek turnuvalar

source: Ongoing tournaments
de: Aktuelle Turniere
es: Torneos en curso
ko: 진행중인 대회
tr: Devam eden turnuvalar

source: Completed tournaments
de: Abgeschlossene Turniere
es: Torneos finalizados
ko: 끝난 대회
tr: Tamamlanan turnuvalar

source: Start Date
de: Start Datum
es: Fecha de Inicio
ko: 시작 날짜
tr: Başlangıç Tarihi

source: End Date
de: End Datum
es: Fecha Final
ko: 끝 날짜
tr: Bitiş Tarihi

# Tournament name
source: Name
de: Name des Turniers
es: Nombre
ko: 이름
tr: İsim

source: Prize Pool
de: Preisgeld
es: Premios
ko: 상금
tr: Ödül Havuzu

# Place in table of winners
source: Place
de: Platzierung
es: Puesto
ko: 등수
tr: Sıralama

# Tournament prize pool
source: Prize
de: Preis
es: Precio
ko: 상금
tr: Ödül

# Hero tier
source: Tier
ko: 티어
tr: Rütbe

source: General Information
de: Allgemeine Informationen
es: Information General
ko: 기본 정보
tr: Genel Bilgiler

# The venue of the tournament
source: Location
de: Austragungsort
es: Lugar
ko: 위치
tr: Konum

# Tournament matches count
source: Total Matches
de: Spiele Insgesamt
es: Total de partidas
ko: 총 경기 수
tr: Toplam Maçlar

# Tournament matches count (w/o qualifiers)
source: Main event matches count
de: Anzahl Spiele des Hauptevents
es: Conteo de las partidas del evento principal
tr: Ana yarışma maç sayısı

# Tournament total matches count (w/ qualifiers)
source: Total matches count
de: Spiele Insgesamt
es: Conteo del total de las partidas
tr: Toplam maç sayısı

source: Description
de: Beschreibung
es: Descripción
ko: 설명
tr: Tanım

source: Participating Teams
de: Teilnehmende Teams
es: Equipos participantes
ko: 참가 팀
tr: Katılan Takımlar

source: Main Event Statistics
de: Übersicht Hauptevent
es: Estadísticas del evento principal
ko: 메인 이벤트 통계
tr: Ana Yarışma İstatikleri

source: All heroes
de: Alle Helden
tr: Tüm Kahramanlar

source: Top First Bans
de: Häufigste First Picks
tr: En Çok İlk Yasaklananlar

source: Summary
de: Zusammenfassung
es: Resumen
tr: Özet

source: Top First Picks
de: Häufigste First Picks
es: Héroes más pickeados
ko: 탑 첫픽
tr: En Çok İlk Seçilenler

source: Top Second Bans
de: Häufigste Second Bans
tr: En çok İkinci Yasaklananlar

source: Top Second Picks (two heroes)
de: Häufigste Second Picks
tr: En Çok İkinci Seçilenler

source: Most Common Compositions
de: Häufigste Zusammenstellungen
es: Las composiciones más comunes
ko: 일반적 구성
tr: En Yaygın Kompozisyon

# Team composition
source: Composition
de: Zusammenstellungen
es: Composición
tr: Kompozisyon

source: Count
de: Anzahl
es: Veces
tr: Sayı

source: Unpicked Heroes (%(unpicked_heroes_count)s of %(heroes_count)s)
de: Nicht gepickte Helden (%(unpicked_heroes_count)s of %(heroes_count)s)
tr: Seçilmeyen Kahramanlar (%(unpicked_heroes_count)s de %(heroes_count)s)

source: Shortest
de: Kürzestes
tr: En Kısa

source: Average
de: Durschnittlich
tr: Ortalama

source: Longest
de: Längste
tr: En Uzun

# Popular picks
source: Most Played Heroes
de: Meist gespielte Helden
es: Héroes más jugados
ko: 가장 많이 플레이한 영웅
tr: En Çok Oynanan Kahramanlar

source: Most Banned
de: Meist gebannte Helden
es: Héroes más baneados
tr: En Çok Yasaklananlar

source: Widest Hero Pool by Players
de: Weitester Heldenpool nach Spielern
tr: En Geniş Kahraman Havuzuna Sahip Oyuncular

source: Smallest Hero Pool by Players
de: Kleinster Heldenpool nach Spielern
tr: En Az Kahraman Havuzuna Sahip Oyuncular

source: Top KDA Players
tr: En Yüksek KDA Oyuncuları

source: Players performance
de: Spieler Leistungs Rating
es: Índice del Rendimiento del Jugador
tr: Oyuncuların performansı

source: Performance
de: Leistung
es: Rendimiento
tr: Performans

source: Value
de: Wert
tr: Değer

source: Widest Hero Pool by Teams
de: Größter Heldenpool nach Teams
tr: En Geniş Kahraman Havuzuna Sahip Takımlar

source: Smallest Hero Pool by Teams
de: Kleinster Heldenpool nach Teams
tr: En Az Kahraman Havuzuna Sahip Takımlar

source: Top KDA Teams
tr: En Yüksek KDA Takımları

source: Teams performance
de: Team Performance
tr: Takımların Performansı

source: No matches played in the selected period.
de: Es wurden keine Spiele in der Ausgewählten Periode gespielt
es: No se han jugado partidas en el periodo seleccionado.
tr: Seçilen aralıkta hiç maç oynanmamış.

source: Warriors
de: Krieger
es: Guerreros
ko: 전사
tr: Savaşcılar

source: Supports
de: Unterstützer
es: Apoyos
ko: 지원가
tr: Destek

source: Assassins
de: Assasinen
es: Asesinos
ko: 암살자
tr: Suikastçılar

source: Specialists
de: Spezialisten
es: Especialistas
ko: 전문가
tr: Uzmanlar

source: The highest average number of takedowns
de: Höchste durschnitts Anzahl an Takedowns
tr: En Yüksek ortalama kahraman avlama sayısı

source: The highest average number of kills
de: Höchste durschnitts Anzahl an Kills
tr: En Yüksek ortalama öldürme sayısı

source: The highest average number of assists
de: Höchste durschnitts Anzahl an Assists
tr: En yüksek ortalama yardım sayısı

source: Player that spent the most time alive
de: Spieler die am längsten am Leben waren
tr: En uzun süre yaşayan oyuncu

source: Player that spent the most time dead
de: Spieler die am längsten Tod waren
tr: En uzun süre ölü olan oyuncu

source: The highest average deaths
de: Höchste Durchschnitts Tode
tr: En yüksek ortalama ölüm

source: Team that spent the most time alive
de: Team das am längstem am leben war
tr: En uzun süre yaşayan takım
