Repository: oracle5th/MasterLeague-translations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, ko, tr

source: Team that spent the most time dead
de: Team das am längsten Tod war
tr: En uzun süre ölü olan takım

# [SEO] Page title
source: eSports Calendar
de: eSports Kalender
es: Calendario de eSports
ko: e스포츠 달력
tr: eSpor Takvimi

source: Upcoming and ongoing events.
de: Kommende und aktive Turniere
es: Eventos próximos y en curso.
ko: 다가오거나 진행중인 대회
tr: Gelecek ve devam eden yarışmalar

# eSports Calendar tooltip for events start time
source: Your local time
de: Lokale Zeit
es: Tu hora local
ko: 한국 시간
tr: Yerel saatin

source: If you are a Google Calendar user, copy the button link location, open Google Calendar, find 'Other Calendars', choose 'Add by URL' and paste the link into the URL field.
de: Um unseren Event Kalender zu verwende, können Sie den Link des Buttons mit Rechtsklick 'Adresse des Links kopieren' den Link Kopieren und beim Google Kalender unter 'Weitere Kalender' 'Über URL Hinzufügen' einfügen.
es: Si eres un usuario del Calendario de Google, copia el enlace de este botón, abre el Calendario de Google, encuentra 'Otros Calendarios', elige 'Añadir por URL' y pega el enlace dentro del espacio de la URL.
tr: Eğer Google Takvim kullanıcısıysanız, tuş link lokasyonunu kopyalayın, Google Takvimi açın, 'Diğer Takvimleri' bulun, 'URL ye göre ekle'yi seçin ve URL kısmına linki yapıştırın.

source: Subscribe to Calendar
de: Kalender Abonieren
es: Suscribirse al Calendario
ko: 달력 구독
tr: Takvime Kaydol

source: eSports Calendar
de: eSports Kalender
es: Calendario de eSports
ko: e스포츠 일정
tr: eSpor Takvimi

# eSports Calendar
source: Tournament / Stream
de: Turnier / Stream
es: Torneo / Stream
ko: 대회 / 중계
tr: Turnuva / Yayın

# Live events in eSports Calendar
source: Live
es: En vivo
ko: 생방송
tr: Canlı

# Upcoming events in eSports Calendar
source: Upcoming
de: Anstehend
es: Próximos
ko: 다음 일정
tr: Gelecek

source: Times displayed in your local time
de: Zeiten wird als lokale Zeit angezeigt
es: El tiempo es mostrado en tu hora local
ko: 한국시간 표시
tr: Yerel saatinizde gösterilen zamanlar

# Greeting
source: Welcome to Master League
de: Wilkommen bei Master League
es: Bienvenido a Master League
ko: 마스터 리그에 오신걸 환영합니다
tr: Master Lige hoş geldiniz

# Greeting
source: Here you can find the latest results, VODs and replays of <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a> competitive games, indepth statistics of players and teams from different regions and more. Currently we have detailed information about <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> matches, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> teams and <a href="%(player_list_url)s"><strong>%(player_count)s</strong></a> professional players in our database.
de: Hier finden Sie die aktuellsten Resultate, VODs und Replays von <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a> Turnieren, erweiterte Statistiken zu Spielern und Teams verschiedener Regionen und mehr. Aktuell haben wir detaillierte Informationen über <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> Spiele, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> Teams und <a href="%(player_list_url)s"><strong>%(player_count)s</strong></a> professioneller Spieler in unserer Datenbank.
es: Aquí puedes encontrar los últimos resultados, VODs y repeticiones de partidas competitivas de <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a>, estadísticas detalladas de los jugadores y los equipos de diferentes regiones y más. Actualmente tenemos información detallada sobre <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> partidas, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> equipos y <a href="%(player_list_url)s"><strong>%(player_count)s</strong></a> jugadores profesionales en nuestra base de datos.
tr: Burada <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a> oyununa ait en güncel sonuçları, videoları ve replayları, değişik bölgelerdeki detaylı oyuncu ve takım istatiklerini ve daha fazlasını bulabilirsiniz. Şu anda <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> adet maç, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> adet takım ve <a href="%(player_list_url)s"><strong>%(player_count)s</strong></a> adet profesyonel oyuncular veritabanımızda bulunmaktadır.

source: Latest News
de: Aktuelle Nachrichten
es: Últimas Noticias
ko: 최근 뉴스
tr: En Son Haberler

# Latest News
source: Title
de: Titel
es: Titular
ko: 제목
tr: Başlık

source: Latest Transfers
de: Letzte Transfers
es: Últimos Traspasos
ko: 최근 이적
tr: En Son Transferler

source: From Team
de: Von
es: De Equipo
ko: 이전 팀
tr: Hangi Takımdan

source: To Team
de: Zu
es: A Equipo
ko: 새로운 팀
tr: Hangi Takıma

source: Latest Matches
de: Letzte Spiele
es: Últimas Partidas
ko: 최근 경기
tr: En Son Maçlar

# [SEO] Page title
source: Search results
de: Suchergebnisse
es: Resultados de búsqueda
ko: 검색 결과
tr: Araştırma sonuçları

# Search results
source: Not found
de: Nicht gefunden
es: No encontrado
ko: 결과 없음
tr: Bulunamadı

source: Search
de: Suche...
es: Buscar
ko: 검색
tr: Ara

source: Current Roster
de: Aktuelle Spielerliste
es: Alineación actual
ko: 현재 로스터
tr: Şu anki Oyuncu Listesi

source: Any Team
de: Alle teams
es: Cualquier equipo
tr: Herhangi Bir Takım

source: All maps
de: Alle Karten
es: Todos los Mapas
tr: Tüm Haritalar

# Form filter, any team choice
source: Any
de: Alles
es: Cualquiera
ko: 모두
tr: Herhangi

# Player w/o team
source: Free Agent
de: Freie Spieler
es: Agente libre
ko: 자유계약 상태
tr: Serbest Oyuncular

# Form filter, any player position choice
source: Any
de: Alles
es: Cualquiera
ko: 모두
tr: Herhangi

# Player role/team position
source: Position
es: Rol
ko: 포지션
tr: Pozisyon

source: First Player
de: Erster Spieler
es: Primer Jugador
ko: 첫번째 플레이어
tr: İlk Oyuncu

source: Second Player
de: Zweiter Spieler
es: Segundo Jugador
ko: 두번째 플레이어
tr: İkinci Oyuncu

source: Select and begin typing
de: Auswählen und mit Eingabe beginnen
es: Selecciona y empieza a escribir
tr: Seçin ve yazmaya başlayın

# Player role
source: Warrior
de: Krieger
es: Guerrero
ko: 탱커
tr: Savaşçı

# Player role
source: Support
de: Unterstützer
es: Apoyo
ko: 지원가
tr: Destek

# Player role
source: Assassin
de: Assasine
es: Asesino
ko: 딜러
tr: Suikastçı

# Player role
source: Flex
ko: 올라운더
tr: Esnek

source: Overview
de: Übersicht
tr: Tanıtım

source: Live Time
es: En vivo
tr: Canlı Zamanı

source: Hero dmg
de: Helden Schaden
es: Daño a héroes
tr: Kahraman Hasarı

source: Siege dmg
es: Daño de asedio
tr: Kuşatma Hasarı

source: Role
de: Rolle
es: Rol
tr: Rol

source: Experience
de: Erfahrung / Min
es: Experiencia / Min
tr: Deneyim

source: Transfers
de: Transfer
es: Traspasos
ko: 이적
tr: Transferler

# Players compare
source: Compare
de: Vergleichen
es: Comparar
ko: 비교
tr: Karşılaştır

# Player real name
source: Name
es: Nombre
ko: 이름
tr: İsim

source: Player Statistics
de: Spieler Statistik
es: Estadística de Jugador
tr: Oyuncu İstatikleri

source: Player Avg
de: Spieler Durchschnitt
tr: Oyuncu Ortalaması

source: Team Avg
de: Team Durchschnitt
tr: Takım Ortalaması

source: Takedowns
tr: Kahraman Avlama Sayısı

source: Kill Participation
de: Teilnehmende Teams
tr: Öldürme Katılımı

source: Time Dead
de: Zeit Tod
tr: Ölü Zamanı

source: Hero Damage
de: Helden Schaden
es: Daño a héroes
tr: Kahraman Hasarı

source: Siege Damage
de: Siege Schaden / Min
es: Daño de asedio
tr: Kuşatma Hasarı

source: Average Match Time
de: Durchschnittliche Spieldauer
tr: Ortalama Maç Süresi

source: Analyzed Replays
de: Analysierte Replays
es: Repeticiones analizadas
tr: Analiz edilmiş Replayler

source: Total Matches
de: Spiele Insgesamt
es: Total de partidas
ko: 총 경기
tr: Toplam Maçlar

# Player transfers history
source: Team history
de: Team Historie
es: Historial del equipo
ko: 팀 역사
tr: Takım Geçmişi

source: From date
de: Von
es: Desde
ko: 시작 날짜
tr: Tarihinden

source: To date
de: Bis
es: Hasta
ko: 끝
tr: Tarihe

# [SEO] Page title
source: Compare Players
de: Vergleiche Spieler
es: Comparar Jugadores
ko: 선수 비교
tr: Oyuncuları Karşılaştır

source: Currently Selected
de: Aktuell Ausgewählt
es: Seleccionado actualmente
tr: Şu an Seçili

source: Unable to retrieve results
de: Es war uns leider nicht möglich Ergebnisse zu finden
es: Incapaz de devolver resultados
tr: Sonuçlar alınamıyor

source: Search...
de: Suche...
es: Buscar...
ko: 검색..
tr: Ara

source: Start typing a search query
de: Eingabe für Suchanfrage
es: Empieza a escribir una búsqueda
tr: Aramak için yazmaya başlayın

source: No Results
de: Keine Ergebnisse
es: Sin resultados
ko: 결과 없음
tr: Sonuç Yok

source: Searching...
de: Suche...
es: Buscando...
ko: 검색중...
tr: Aranıyor

# Button label for players compare
source: Compare
de: Vergleichen
es: Comparar
ko: 비교
tr: Karşılaştır

# Players compare page
source: All Time Avg. Stats
de: Insgesamte durchschnitts Werte
es: Estadísticas aproximadas durante todo el tiempo
ko: 역대 평균 기록
tr: Tüm Zamanlar Ortalama İstatikleri

source: KDA is calculated as (Kills + Assists) / (Deaths + 1)
de: KDA wird aus (Kills + Unterstützungen)/(Tode +1) berechnet
es: El KDA es calculado como (Asesinatos + Asistencias) / (Muertes + 1)
ko: KDA는 ( 킬 + 도움 ) / ( 죽음 +1 ) 으로 계산됨
tr: KDA hesaplaması (Öldürme + Yardım)/(Ölüm + 1) şeklinde yapılır

source: Lifetime is calculated as (Match time - Time spend dead) / Match time
de: Zeit am Leben wird berechnet aus (Spielzeit - Todeszeit) / Spielzeit
es: El tiempo vivo es calculado como ( Tiempo de la partida - Tiempo gastado muerto) / Tiempo de la partida
tr: Yaşama süresi (Maç süresi - Ölü harcanan zaman) / Maç zamanı şeklinde yapılır

# [SEO] Page title
source: Players transfers
de: Spieler Transfer
es: Transferencias de jugadores
ko: 선수 이적
tr: Oyuncu Transferleri

# Player transfer
source: From Team
de: Von Team
es: Del equipo
ko: 이전 팀
tr: Hangi Takımdan

# Player transfer
source: To Team
de: Zu Team
es: Al equipo
ko: 이적 팀
tr: Hangi Takıma

source: Most Played Heroes
de: Meist gespielte Helden
es: Héroes más jugados
ko: 가장 많이 플레이한 영웅
tr: En Çok Oynanan Kahramanlar

source: Most Played Maps
de: Meist gespielte Karten
es: Mapas más jugados
ko: 가장 많이 플레이한 맵
tr: En Çok Oynanan Haritalar

source: Summary Stats
de: Überblick
es: Resumen de las estadísticas
tr: Özet İstatikler

# First pick stats
source: First pick
es: Primer pick
ko: 첫픽
tr: İlk Seçilen

# Second pick stats
source: Second pick
es: Segundo pick
ko: 두번째 픽
tr: İkinci Seçilen

# Total team stats
source: Total
de: Insgesamt
ko: 합계
tr: Toplam

# [SEO] Page title
source: Team Statistics
de: team Statistik
es: Estadísticas de Equipo
ko: 팀 통계
tr: Takım İstatikleri

source: Losses
de: Niederl.
es: Derrotas
tr: Kayıplar

# Team overview
source: Overview
de: Übersicht
es: Resumen
ko: 개요
tr: Tanıtım

# [SEO] Page title
source: Most Played Heroes
de: Meist gespielte Helden
es: Héroes más jugados
ko: 가장 많이 플레이한 영웅
tr: En Çok Oynanan Kahramanlar

source: Most Banned by %(team)s
de: Meistens gebannt von %(team)s
es: Los más baneados por %(team)s
tr: %(team)s Tarafından En Çok Yasaklananlar

source: Most Banned by Opponents
de: Am meist gebannt von Gegnern
es: Los más baneados por los oponentes
ko: 상대에게 가장 많이 밴당함
tr: Rakipler Tarafından En Çok Yasaklananlar

source: Loss %%
de: Niederlage %%
es: Derrotas %%
tr: Kayıp %%

# [SEO] Page title
source: Teams
es: Equipos
ko: 팀
tr: Takımlar

# Disbanded teams visibility switcher
source: Show disbanded
de: Aufgelöste Teams anzeigen
es: Mostrar los equipos disueltos
ko: 해체된 팀 보기
tr: Dağılanları göster

# Search field tooltip
source: Start typing to search
de: Suchbegriff eingeben...
es: Empieza a escribir para buscar
ko: 입력해서 검색하기
tr: Aramak için yazmaya başlayın

# [SEO] Page title
source: Latest Matches
de: Letztes Spiel
es: Últimas partidas
ko: 최근 경기
tr: En Son Maçlar

source: Player Roster
de: Spielerliste
es: Alineación de los jugadores
ko: 선수 로스터
tr: Oyuncu Listesi

# Plays for team since date
source: Plays since
de: Spielt seit
es: Juega desde
tr: Den beri oynuyor

# Team achievements in tournaments
source: Achievements
de: Erfolge
es: Logros
ko: 업적
tr: Başarılar

source: Place
de: Platzierung
es: Lugar
tr: Sıralama

source: Tournament
de: Turnier
es: Torneo
ko: 대회
tr: Turnuva

source: Prize
de: Preis
es: Premio
ko: 상금
tr: Ödül

# [SEO] Page title
source: Players
de: Spieler
es: Jugadores
ko: 선수
tr: Oyuncular

# Player transfer
source: From date
de: Von
es: Desde
tr: Tarihinden

# Player transfer
source: To date
de: Bis
es: Hasta
tr: Tarihine

# Hero damage
source: Hero
de: Held
es: Héroe
ko: 영웅
tr: Kahraman

# Siege damage
source: Siege
es: Asedio
ko: 공성
tr: Kuşatma

# Amount of time player was not dead during the match
source: Lifetime
de: Am Leben
es: Tiempo vivo
tr: Yaşama Süresi

# Healing amount (for healers) or Damage taken (for warriors)
source: Role
de: Rolle
es: Rol
ko: 역할군
tr: Rol

# Amount of time player was not dead during the match
source: Lifetime / Min
de: Am Leben
es: Tiempo vivo / Min
tr: Yaşama Süresi / Dakika

source: Siege Damage / Min
de: Siege Schaden / Min
es: Daño de asedio / Min
ko: 분당 공성 데미지
tr: Kuşatma Hasarı / Dakika

source: Hero Damage / Min
de: Helden Schaden / Min
es: Daño a héroes / Min
ko: 분당 영웅 데미지
tr: Kahraman Hasarı / Dakika

source: Healing / Min
de: Heilung / Min
es: Curación / Min
ko: 분당 힐량
tr: İyileştirme / Dakika

source: Damage Taken / Min
de: Schaden genommen / Min
es: Daño recibido / Min
ko: 분당 받은 피해
tr: Alınan Hasar / Dakika

source: CC Duration / Min
de: CC Dauer / Min
es: Duración del CC / Min
ko: 분당 CC 지속 시간
tr: CC Süresi / Dakika

source: Experience / Min
de: Erfahrung / Min
es: Experiencia / Min
ko: 분당 경험치
tr: Deneyim / Dakika

# 404 page
source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
ko: 페이지를 찾을 수 없음
tr: Sayfa Bulunamadı

# 404 page
source: There's nothing here
de: Hier gibt es nichts
es: Esta
ko: 여기 암것도 음쪄여
tr: Burada hiç bir şey yok

source: eSport statistics
de: eSport Statistik
es: Estadísticas de eSports
ko: e스포츠 통계
tr: eSpor İstatikleri

# Search results
source: Teams not found
de: Team nicht gefunden
es: Equipos no encontrados
ko: 검색된 팀 없음
tr: Takımlar bulunamadı

# Search results
source: Players not found
de: Spieler nicht gefunden
es: Jugadores no encontrados
ko: 검색된 선수 없음
tr: Oyuncular Bulunamadı

source: Log out
de: Ausloggen
es: Cerrar sesión
ko: 로그아웃
tr: Çıkış Yap

# Search field tooltip
source: Search
de: Suche...
es: Buscar
ko: 검색
tr: Ara

source: Help us localize the site!
de: Hilf uns die Seite zu Übersetzen
es: ¡Ayúdanos a traducir la página!
ko: 한글화를 도와주세요!
tr: Siteyi çevirmemize yardım et!

source: 1/8 Final
de: Achte Finale
es: Octavo de final
ko: 8강

source: Battlefield of Eternity
de: Schlachtfeld der Ewigkeit
es: Campos de Batalla de la Eternidad
ko: 영원의 전쟁터

source: Blackheart’s Bay
de: Schwarzherzbucht
es: Bahía de Almanegra
ko: 블랙하트 항만

source: Braxis Holdout
de: Endstation Braxis
es: Resistencia en Braxis
ko: 브락시스 항전

source: Cursed Hollow
de: Verfluchtes Tal
es: Cuenca Maldita
ko: 저주받은 골자기

source: Dragon Shire
de: Drachengärten
es: Condado del dragón
ko: 용의 둥지

source: Garden of Terror
de: Garten der Ängste
es: Jardín del Terror
ko: 공포의 정원

source: Haunted Mines
de: Geisterminen
es: Minas Encantadas
ko: 죽음의 광산

source: Infernal Shrines
de: Höllenschreine
es: Santuarios Infernales
ko: 불지옥 신단

source: Sky Temple
de: Tempel des Himmels
es: Templo Celeste
ko: 하늘 사원

source: Tomb of the Spider Queen
de: Grabkammer der Spinnenkönigin
es: Tumba de la Reina Araña
ko: 거미 여왕의 무덤

source: Towers of Doom
de: Türme des Unheils
es: Torres de Fatalidad
ko: 파멸의 탑

source: Warhead Junction
de: Sprengkopf Manufaktur
es: Estación Nuclear
ko: 핵탄두 격전지

source: Brightwing
de: Funkelchen
es: Alafeliz
ko: 빛나래

source: Chromie
es: Cromi
ko: 크로미

source: Greymane
es: Cringris
ko: 그레이메인

source: Lt. Morales
es: Tte. Morales
ko: 모랄레스 중위

source: Sgt. Hammer
es: Sgto. Martillo
ko: 해머 상사

source: Stitches
de: Kleiner
es: Puntos
ko: 누더기

source: The Butcher
de: Der Schlächter
es: El Carnicero
ko: 도살자

source: The Lost Vikings
de: Die verlorenen Wikinger
es: Lost Vikings
ko: 길 잃은 바이킹

source: Level
es: Nivel
ko: 레벨

# W for Win
source: W
de: S
es: V
ko: 승

# L for Lose
source: L
de: N
es: D
ko: 패

# Tournament format
source: Format
es: Formato
ko: 방식

source: The rating is based on statistics of the player as compared to statistics of other players on the same hero in the same patches.<br /><br />Computed by analyzing <strong>%(ppr_match_count)s matches</strong> with replays out of <strong>%(match_count)s matches</strong> in total.
es: El índice está basado en las estadísticas del jugador comparadas a las estadísticas de otros jugadores con el mismo héroe en los mismos parches.<br /><br />Calculado mediante el análisis de <strong>%(ppr_match_count)s partidas</strong> con repeticiones de <strong>%(match_count)s partidas</strong> en total.

source: Home
de: Startseite
es: Inicio

source: Final
de: Finale
ko: 결승

source: 1/16 Final
de: Halb Finale

# Experience
source: XP
de: Erf.

source: Abathur
ko: 아바투르

source: Alarak
ko: 알라라크

source: Anub'arak
ko: 아눕아락

source: Artanis
ko: 아르타니스

source: Arthas
ko: 아서스

source: Auriel
ko: 아우리엘

source: Azmodan
ko: 아즈모단

source: Chen
ko: 첸

source: Cho
ko: 초

source: Dehaka
ko: 데하카

source: Diablo
ko: 디아블로

source: E.T.C.
ko: 정예 타우렌 족장

source: Falstad
ko: 폴스타트

source: Gall
ko: 갈

source: Gazlowe
ko: 가즈로

source: Gul'dan
ko: 굴단

source: Illidan
ko: 일리단

source: Jaina
ko: 제이나

source: Johanna
ko: 요한나

source: Kael'thas
ko: 캘타스

source: Kerrigan
ko: 케리건

source: Kharazim
ko: 카라짐

source: Leoric
ko: 레오릭

source: Li Li
ko: 리리

source: Li-Ming
ko: 리밍

source: Lunara
ko: 루나라

source: Malfurion
ko: 말퓨리온

source: Medivh
ko: 메디브

source: Muradin
ko: 무라딘

source: Murky
ko: 머키

source: Nazeebo
ko: 나지보

source: Nova
ko: 노바

source: Ragnaros
ko: 라그나로스

source: Raynor
ko: 레이너

source: Rehgar
ko: 레가르

source: Rexxar
ko: 렉사르

source: Samuro
ko: 사무로

source: Sonya
ko: 소냐

source: Sylvanas
ko: 실바나스

source: Tassadar
ko: 태사다르

source: Thrall
ko: 쓰랄

source: Tracer
ko: 트레이서

source: Tychus
ko: 타이커스

source: Tyrael
ko: 티리엘

source: Tyrande
ko: 티란데

source: Uther
ko: 우서

source: Valeera
ko: 발리라

source: Valla
ko: 발라

source: Varian
ko: 바리안

source: Xul
ko: 줄

source: Zagara
ko: 자가라

source: Zarya
ko: 자리야

source: Zeratul
ko: 제라툴

source: Zul'jin
ko: 줄진

# [SEO] Page title
source: Meta
ko: 메타

source: Meta
ko: 메타
